Repository: rodrigofranzoi/otp-buddy
Catalog: OTPBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, nl, pt, ru, zh

source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência
ru: Копировать в буфер
zh: 复制到剪贴板

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
nl: Verbinden
pt: Conectar
ru: Подключить
zh: 连接

source: Port
ar: المنفذ
es: Puerto
it: Porta
ja: ポート
nl: Poort
pt: Porta
ru: Порт
zh: 端口

source: Username / email
ar: اسم المستخدم / البريد
de: Benutzername / E-Mail
es: Usuario / correo
fr: Nom d’utilisateur / e-mail
it: Nome utente / e-mail
ja: ユーザー名 / メール
nl: Gebruikersnaam / e-mail
pt: Nome de usuário / e-mail
ru: Имя пользователя / эл. почта
zh: 用户名 / 电子邮件

source: App password
ar: كلمة مرور التطبيق
de: App-Passwort
es: Contraseña de app
fr: Mot de passe d’app
it: Password app
ja: アプリパスワード
nl: App-wachtwoord
pt: Senha do app
ru: Пароль приложения
zh: 应用专用密码

source: Use TLS
ar: استخدام TLS
de: TLS verwenden
es: Usar TLS
fr: Utiliser TLS
it: Usa TLS
ja: TLSを使用
nl: TLS gebruiken
pt: Usar TLS
ru: Использовать TLS
zh: 使用 TLS

source: Save credentials
ar: حفظ بيانات الاعتماد
de: Zugangsdaten speichern
es: Guardar credenciales
fr: Enregistrer les identifiants
it: Salva credenziali
ja: 認証情報を保存
nl: Referenties opslaan
pt: Salvar credenciais
ru: Сохранить учётные данные
zh: 保存凭据

source: Demo: ingest sample OTP email
ar: تجريبي: استيراد رسالة OTP نموذجية
de: Demo: Beispiel-OTP-E-Mail einlesen
es: Demo: ingerir correo OTP de ejemplo
fr: Démo : importer un e-mail OTP d’exemple
it: Demo: importa e-mail OTP di esempio
ja: デモ: サンプルOTPメールを取り込む
nl: Demo: voorbeeld-OTP-e-mail importeren
pt: Demo: ingerir e-mail OTP de exemplo
ru: Демо: принять пример письма с OTP
zh: 演示：导入示例 OTP 邮件

source: Behavior
ar: السلوك
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
nl: Gedrag
pt: Comportamento
ru: Поведение
zh: 行为

source: Automatically copy OTP to clipboard
ar: نسخ OTP تلقائيًا إلى الحافظة
de: OTP automatisch in die Zwischenablage kopieren
es: Copiar OTP automáticamente al portapapeles
fr: Copier automatiquement l’OTP dans le presse-papiers
it: Copia automaticamente l’OTP negli appunti
ja: OTPを自動でクリップボードにコピー
nl: OTP automatisch naar klembord kopiëren
pt: Copiar OTP automaticamente para a área de transferência
ru: Автоматически копировать OTP в буфер
zh: 自动将 OTP 复制到剪贴板

source: Startup
ar: التشغيل
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
nl: Opstarten
pt: Inicialização
ru: Запуск
zh: 启动

source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: ステータス
ru: Статус
zh: 状态

source: Latest code: %@
ar: آخر رمز: %@
de: Aktueller Code: %@
es: Último código: %@
fr: Dernier code : %@
it: Ultimo codice: %@
ja: 最新コード: %@
nl: Laatste code: %@
pt: Último código: %@
ru: Последний код: %@
zh: 最新验证码：%@

source: Waiting for OTP emails…
ar: في انتظار رسائل OTP…
de: Warte auf OTP-E-Mails…
es: Esperando correos OTP…
fr: En attente d’e-mails OTP…
it: In attesa di e-mail OTP…
ja: OTPメールを待機中…
nl: Wachten op OTP-e-mails…
pt: Aguardando e-mails OTP…
ru: Ожидание писем с OTP…
zh: 正在等待 OTP 邮件…

source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
nl: Niet verbonden
pt: Não conectado
ru: Нет подключения
zh: 未连接

source: Credentials saved
ar: تم حفظ بيانات الاعتماد
de: Zugangsdaten gespeichert
es: Credenciales guardadas
fr: Identifiants enregistrés
it: Credenziali salvate
ja: 資格情報を保存しました
nl: Inloggegevens opgeslagen
pt: Credenciais guardadas
ru: Учётные данные сохранены
zh: 凭据已保存

source: Connected to %@
ar: متصل بـ %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
it: Connesso a %@
ja: %@に接続済み
nl: Verbonden met %@
pt: Conectado a %@
ru: Подключено к %@
zh: 已连接到 %@

source: Connection failed: %@
ar: فشل الاتصال: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fr: Échec de la connexion : %@
it: Connessione non riuscita: %@
ja: 接続に失敗: %@
nl: Verbinding mislukt: %@
pt: Falha na conexão: %@
ru: Ошибка подключения: %@
zh: 连接失败：%@

source: Poll error: %@
ar: خطأ في الاستعلام: %@
de: Abruffehler: %@
es: Error de sondeo: %@
fr: Erreur d’interrogation : %@
it: Errore di polling: %@
ja: ポーリングエラー: %@
nl: Pollfout: %@
pt: Erro de verificação: %@
ru: Ошибка опроса: %@
zh: 轮询错误：%@

source: No OTP found in demo email
ar: لم يُعثر على OTP في رسالة العرض
de: Kein OTP in der Demo-E-Mail gefunden
es: No se encontró OTP en el correo de demo
fr: Aucun OTP trouvé dans l’e-mail de démo
it: Nessun OTP trovato nell’e-mail demo
ja: デモメールにOTPが見つかりません
nl: Geen OTP gevonden in demo-e-mail
pt: Nenhum OTP encontrado no e-mail de demo
ru: В демо-письме OTP не найден
zh: 演示邮件中未找到 OTP

source: OTP copied to clipboard
ar: تم نسخ OTP إلى الحافظة
de: OTP in die Zwischenablage kopiert
es: OTP copiado al portapapeles
fr: OTP copié dans le presse-papiers
it: OTP copiato negli appunti
ja: OTPをクリップボードにコピーしました
nl: OTP gekopieerd naar klembord
pt: OTP copiado para a área de transferência
ru: OTP скопирован в буфер
zh: OTP 已复制到剪贴板

source: New OTP is on your clipboard
ar: رمز OTP الجديد على حافظتك
de: Neuer OTP liegt in Ihrer Zwischenablage
es: El nuevo OTP está en el portapapeles
fr: Le nouvel OTP est dans votre presse-papiers
it: Il nuovo OTP è negli appunti
ja: 新しいOTPがクリップボードにあります
nl: Nieuwe OTP staat op je klembord
pt: Novo OTP está na sua área de transferência
ru: Новый OTP в буфере обмена
zh: 新的 OTP 已在剪贴板

source: New OTP email received
ar: تم استلام رسالة OTP جديدة
de: Neue OTP-E-Mail empfangen
es: Nuevo correo OTP recibido
fr: Nouvel e-mail OTP reçu
it: Nuova e-mail OTP ricevuta
ja: 新しいOTPメールを受信しました
nl: Nieuwe OTP-e-mail ontvangen
pt: Novo e-mail OTP recebido
ru: Получено новое письмо с OTP
zh: 已收到新的 OTP 邮件

source: Missing IMAP host or credentials
ar: مضيف IMAP أو بيانات الاعتماد مفقودة
de: IMAP-Host oder Zugangsdaten fehlen
es: Falta el host IMAP o las credenciales
fr: Hôte IMAP ou identifiants manquants
it: Host IMAP o credenziali mancanti
ja: IMAPホストまたは認証情報がありません
nl: IMAP-host of referenties ontbreken
pt: Host IMAP ou credenciais em falta
ru: Не указан IMAP-хост или учётные данные
zh: 缺少 IMAP 主机或凭据

source: Could not connect to IMAP server
ar: تعذر الاتصال بخادم IMAP
de: Verbindung zum IMAP-Server nicht möglich
es: No se pudo conectar al servidor IMAP
fr: Impossible de se connecter au serveur IMAP
it: Impossibile connettersi al server IMAP
ja: IMAPサーバーに接続できません
nl: Kan geen verbinding maken met IMAP-server
pt: Não foi possível ligar ao servidor IMAP
ru: Не удалось подключиться к IMAP-серверу
zh: 无法连接到 IMAP 服务器

source: Unexpected IMAP response: %@
ar: استجابة IMAP غير متوقعة: %@
de: Unerwartete IMAP-Antwort: %@
es: Respuesta IMAP inesperada: %@
fr: Réponse IMAP inattendue : %@
it: Risposta IMAP imprevista: %@
ja: 予期しないIMAP応答: %@
nl: Onverwachte IMAP-respons: %@
pt: Resposta IMAP inesperada: %@
ru: Неожиданный ответ IMAP: %@
zh: 意外的 IMAP 响应：%@

source: IMAP authentication failed
ar: فشل مصادقة IMAP
de: IMAP-Authentifizierung fehlgeschlagen
es: Falló la autenticación IMAP
fr: Échec de l’authentification IMAP
it: Autenticazione IMAP non riuscita
ja: IMAP認証に失敗しました
nl: IMAP-authenticatie mislukt
pt: Falha na autenticação IMAP
ru: Ошибка аутентификации IMAP
zh: IMAP 身份验证失败

source: Email account
ar: حساب البريد
de: E-Mail-Konto
es: Cuenta de correo
fr: Compte e-mail
it: Account e-mail
ja: メールアカウント
pt: Conta de e-mail
ru: Почтовый аккаунт
zh: 邮箱账户

source: Provider
ar: المزوّد
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダ
pt: Fornecedor
ru: Провайдер
zh: 服务商

source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
nl: Anders
pt: Outro
ru: Другое
zh: 其他

source: IMAP host
ar: مضيف IMAP
es: Servidor IMAP
fr: Hôte IMAP
it: Host IMAP
ja: IMAPホスト
pt: Servidor IMAP
ru: IMAP-хост
zh: IMAP 主机

source: How to create an app password
ar: كيفية إنشاء كلمة مرور للتطبيق
de: So erstellen Sie ein App-Passwort
es: Cómo crear una contraseña de app
fr: Comment créer un mot de passe d’app
it: Come creare una password per app
ja: アプリパスワードの作り方
nl: Zo maak je een app-wachtwoord
pt: Como criar uma palavra-passe de app
ru: Как создать пароль приложения
zh: 如何创建应用专用密码

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
nl: Geavanceerd
pt: Avançado
ru: Дополнительно
zh: 高级

source: Open Google App Passwords
ar: فتح كلمات مرور تطبيقات Google
de: Google App-Passwörter öffnen
es: Abrir contraseñas de apps de Google
fr: Ouvrir les mots de passe d’app Google
it: Apri password per le app di Google
ja: Googleのアプリパスワードを開く
nl: Google-appwachtwoorden openen
pt: Abrir palavras-passe de app do Google
ru: Открыть пароли приложений Google
zh: 打开 Google 应用专用密码

source: Open Yahoo Account Security
ar: فتح أمان حساب Yahoo
de: Yahoo-Kontosicherheit öffnen
es: Abrir seguridad de cuenta Yahoo
fr: Ouvrir la sécurité du compte Yahoo
it: Apri sicurezza account Yahoo
ja: Yahooアカウントのセキュリティを開く
nl: Yahoo-accountbeveiliging openen
pt: Abrir segurança da conta Yahoo
ru: Открыть безопасность аккаунта Yahoo
zh: 打开 Yahoo 账户安全

source: Open Apple Account Security
ar: فتح أمان حساب Apple
de: Apple-Kontosicherheit öffnen
es: Abrir seguridad de Cuenta de Apple
fr: Ouvrir la sécurité du compte Apple
it: Apri sicurezza Account Apple
ja: Appleアカウントのセキュリティを開く
nl: Apple-accountbeveiliging openen
pt: Abrir segurança da Conta Apple
ru: Открыть безопасность аккаунта Apple
zh: 打开 Apple 账户安全

source: Gmail does not accept your normal password here. 1. Turn on 2-Step Verification in your Google Account. 2. Open App Passwords and create one (e.g. “OTP Buddy”). 3. Paste the 16-character code into App password below — spaces are fine.
ar: لا يقبل Gmail كلمة مرورك العادية هنا. 1. فعّل التحقق بخطوتين في حساب Google. 2. افتح كلمات مرور التطبيقات وأنشئ واحدة (مثل “OTP Buddy”). 3. الصق الرمز المكوّن من 16 حرفًا في حقل App password أدناه — المسافات مقبولة.
de: Gmail akzeptiert hier nicht Ihr normales Passwort. 1. Aktivieren Sie die 2-Schritt-Bestätigung in Ihrem Google-Konto. 2. Öffnen Sie App-Passwörter und erstellen Sie eines (z. B. „OTP Buddy“). 3. Fügen Sie den 16-stelligen Code unten unter App-Passwort ein — Leerzeichen sind in Ordnung.
es: Gmail no acepta tu contraseña normal aquí. 1. Activa la verificación en 2 pasos en tu cuenta de Google. 2. Abre Contraseñas de aplicaciones y crea una (p. ej. “OTP Buddy”). 3. Pega el código de 16 caracteres en App password abajo — los espacios están bien.
fr: Gmail n’accepte pas votre mot de passe habituel ici. 1. Activez la validation en 2 étapes dans votre compte Google. 2. Ouvrez Mots de passe des applications et créez-en un (ex. « OTP Buddy »). 3. Collez le code de 16 caractères dans App password ci-dessous — les espaces sont OK.
it: Gmail non accetta qui la password normale. 1. Attiva la verifica in due passaggi nel tuo Account Google. 2. Apri Password per le app e creane una (es. “OTP Buddy”). 3. Incolla il codice di 16 caratteri in App password qui sotto — gli spazi vanno bene.
ja: Gmail では通常のパスワードは使えません。 1. Google アカウントで2段階認証プロセスをオンにします。 2. アプリパスワードを開き、作成します（例: “OTP Buddy”）。 3. 16桁のコードを下の App password に貼り付けます（スペースはそのままでOK）。
nl: Gmail accepteert hier je normale wachtwoord niet. 1. Zet 2-Staps Verificatie aan in je Google-account. 2. Open App-wachtwoorden en maak er een (bijv. “OTP Buddy”). 3. Plak de code van 16 tekens hieronder bij App-wachtwoord — spaties mogen.
pt: O Gmail não aceita a sua palavra-passe normal aqui. 1. Ative a verificação em 2 passos na sua Conta Google. 2. Abra Palavras-passe de apps e crie uma (ex.: “OTP Buddy”). 3. Cole o código de 16 caracteres em App password abaixo — espaços são aceites.
ru: Gmail не принимает обычный пароль здесь. 1. Включите двухэтапную аутентификацию в аккаунте Google. 2. Откройте «Пароли приложений» и создайте один (например, «OTP Buddy»). 3. Вставьте 16-символьный код в поле App password ниже — пробелы допустимы.
zh: Gmail 在此不接受你的普通密码。 1. 在 Google 账户中开启两步验证。 2. 打开“应用专用密码”并创建一个（例如 “OTP Buddy”）。 3. 将 16 位密码粘贴到下方的 App password — 空格可以保留。

source: Yahoo needs an app password, not your regular login. 1. Open Yahoo Account Security. 2. Generate an app password for Mail. 3. Paste that password below.
ar: يحتاج Yahoo إلى كلمة مرور للتطبيق، وليس تسجيل الدخول العادي. 1. افتح أمان حساب Yahoo. 2. أنشئ كلمة مرور للتطبيق للبريد. 3. الصقها أدناه.
de: Yahoo benötigt ein App-Passwort, nicht Ihr normales Login. 1. Öffnen Sie die Yahoo-Kontosicherheit. 2. Erzeugen Sie ein App-Passwort für Mail. 3. Fügen Sie dieses Passwort unten ein.
es: Yahoo necesita una contraseña de app, no tu inicio de sesión habitual. 1. Abre la seguridad de la cuenta Yahoo. 2. Genera una contraseña de app para Mail. 3. Pégala abajo.
fr: Yahoo exige un mot de passe d’app, pas votre identifiant habituel. 1. Ouvrez la sécurité du compte Yahoo. 2. Générez un mot de passe d’app pour Mail. 3. Collez-le ci-dessous.
it: Yahoo richiede una password per app, non l’accesso normale. 1. Apri la sicurezza dell’account Yahoo. 2. Genera una password per app per Mail. 3. Incollala qui sotto.
ja: Yahoo では通常のログインではなくアプリパスワードが必要です。 1. Yahooアカウントのセキュリティを開きます。 2. メール用のアプリパスワードを生成します。 3. 下に貼り付けます。
nl: Yahoo heeft een app-wachtwoord nodig, niet je gewone login. 1. Open Yahoo-accountbeveiliging. 2. Genereer een app-wachtwoord voor Mail. 3. Plak dat wachtwoord hieronder.
pt: O Yahoo precisa de uma palavra-passe de app, não do login normal. 1. Abra a segurança da conta Yahoo. 2. Gere uma palavra-passe de app para Mail. 3. Cole essa palavra-passe abaixo.
ru: Yahoo нужен пароль приложения, а не обычный вход. 1. Откройте безопасность аккаунта Yahoo. 2. Создайте пароль приложения для Почты. 3. Вставьте его ниже.
zh: Yahoo 需要应用专用密码，而不是普通登录密码。 1. 打开 Yahoo 账户安全。 2. 为邮件生成应用专用密码。 3. 粘贴到下方。

source: iCloud Mail needs an app-specific password. 1. Sign in at account.apple.com. 2. Sign-In and Security → App-Specific Passwords → Generate. 3. Paste that password below (use your Apple ID email as username).
ar: يحتاج بريد iCloud إلى كلمة مرور خاصة بالتطبيق. 1. سجّل الدخول إلى account.apple.com. 2. تسجيل الدخول والأمان → كلمات المرور الخاصة بالتطبيقات → إنشاء. 3. الصقها أدناه (استخدم بريد Apple ID كاسم مستخدم).
de: iCloud Mail benötigt ein app-spezifisches Passwort. 1. Melden Sie sich unter account.apple.com an. 2. Anmeldung und Sicherheit → App-spezifische Passwörter → Erstellen. 3. Fügen Sie dieses Passwort unten ein (Apple-ID-E-Mail als Benutzername).
es: iCloud Mail necesita una contraseña específica de app. 1. Inicia sesión en account.apple.com. 2. Inicio de sesión y seguridad → Contraseñas de apps → Generar. 3. Pégala abajo (usa el email de tu Apple ID como usuario).
fr: iCloud Mail nécessite un mot de passe spécifique à l’app. 1. Connectez-vous sur account.apple.com. 2. Connexion et sécurité → Mots de passe d’app → Générer. 3. Collez-le ci-dessous (utilisez l’e-mail de votre identifiant Apple comme nom d’utilisateur).
it: iCloud Mail richiede una password specifica per l’app. 1. Accedi su account.apple.com. 2. Accesso e sicurezza → Password per le app → Genera. 3. Incollala qui sotto (usa l’email Apple ID come nome utente).
ja: iCloudメールにはアプリ用パスワードが必要です。 1. account.apple.com にサインインします。 2. サインインとセキュリティ → アプリ用パスワード → 生成。 3. 下に貼り付けます（ユーザー名はApple IDのメール）。
nl: iCloud Mail heeft een appspecifiek wachtwoord nodig. 1. Log in op account.apple.com. 2. Inloggen en beveiliging → Appspecifieke wachtwoorden → Genereer. 3. Plak dat wachtwoord hieronder (gebruik je Apple ID-e-mail als gebruikersnaam).
pt: O iCloud Mail precisa de uma palavra-passe específica da app. 1. Inicie sessão em account.apple.com. 2. Início de sessão e segurança → Palavras-passe específicas de apps → Gerar. 3. Cole abaixo (use o e-mail do Apple ID como nome de utilizador).
ru: Для iCloud Mail нужен пароль для приложения. 1. Войдите на account.apple.com. 2. Вход и безопасность → Пароли приложений → Создать. 3. Вставьте ниже (в качестве имени пользователя — email Apple ID).
zh: iCloud 邮件需要“应用专用密码”。 1. 登录 account.apple.com。 2. 登录与安全性 → 应用专用密码 → 生成。 3. 粘贴到下方（用户名使用你的 Apple ID 邮箱）。

source: Most providers need an app-specific password for IMAP (not your normal login). Check your provider’s security settings for “App password” or “App-specific password”, then paste it below. Host is usually something like imap.example.com; port 993 with TLS is typical.
ar: تحتاج معظم الخدمات إلى كلمة مرور خاصة بالتطبيق لـ IMAP (وليس تسجيل الدخول العادي). ابحث في إعدادات الأمان عن “كلمة مرور للتطبيق”، ثم الصقها أدناه. المضيف عادةً مثل imap.example.com؛ والمنفذ 993 مع TLS هو الشائع.
de: Die meisten Anbieter brauchen ein app-spezifisches Passwort für IMAP (nicht Ihr normales Login). Suchen Sie in den Sicherheitseinstellungen nach „App-Passwort“ und fügen Sie es unten ein. Der Host lautet oft imap.beispiel.com; Port 993 mit TLS ist üblich.
es: La mayoría de proveedores necesitan una contraseña de app para IMAP (no tu login normal). Busca en seguridad “Contraseña de app” y pégala abajo. El host suele ser imap.ejemplo.com; el puerto 993 con TLS es lo habitual.
fr: La plupart des fournisseurs exigent un mot de passe d’app pour IMAP (pas votre identifiant habituel). Cherchez « Mot de passe d’app » dans les réglages de sécurité, puis collez-le ci-dessous. L’hôte ressemble souvent à imap.exemple.com ; le port 993 avec TLS est typique.
it: La maggior parte dei provider richiede una password per app per IMAP (non l’accesso normale). Cerca nelle impostazioni di sicurezza “Password per app”, poi incollala qui sotto. L’host è spesso imap.esempio.com; la porta 993 con TLS è tipica.
ja: 多くのプロバイダでは IMAP にアプリ用パスワードが必要です（通常のログインではありません）。 セキュリティ設定で「アプリパスワード」を作成し、下に貼り付けてください。ホストは imap.example.com のような形式が多く、ポート 993 + TLS が一般的です。
nl: De meeste providers vragen een appspecifiek wachtwoord voor IMAP (niet je gewone login). Zoek in de beveiligingsinstellingen naar “App-wachtwoord” en plak het hieronder. De host is vaak imap.voorbeeld.com; poort 993 met TLS is gebruikelijk.
pt: A maioria dos fornecedores precisa de uma palavra-passe específica da app para IMAP (não o login normal). Procure nas definições de segurança por “App password” e cole abaixo. O host costuma ser imap.exemplo.com; a porta 993 com TLS é típica.
ru: Большинству провайдеров для IMAP нужен пароль приложения (не обычный вход). В настройках безопасности найдите «Пароль приложения» и вставьте ниже. Хост обычно вида imap.example.com; порт 993 с TLS — типичный вариант.
zh: 大多数服务商的 IMAP 需要应用专用密码（不是普通登录密码）。 在安全设置中查找“应用专用密码”，然后粘贴到下方。主机通常类似 imap.example.com；端口一般为 993 并启用 TLS。

source: No saved password. Enter your app password and tap Save credentials.
ar: لا توجد كلمة مرور محفوظة. أدخل كلمة مرور التطبيق ثم احفظ بيانات الاعتماد.
de: Kein gespeichertes Passwort. App-Passwort eingeben und „Credentials speichern“ tippen.
es: No hay contraseña guardada. Introduce la contraseña de app y toca Guardar credenciales.
fr: Aucun mot de passe enregistré. Saisissez le mot de passe d’app puis Enregistrer les identifiants.
it: Nessuna password salvata. Inserisci la password per app e tocca Salva credenziali.
ja: 保存されたパスワードがありません。アプリパスワードを入力して「資格情報を保存」をタップしてください。
nl: Geen opgeslagen wachtwoord. Vul je app-wachtwoord in en tik op Referenties opslaan.
pt: Nenhuma palavra-passe guardada. Introduza a palavra-passe da app e toque em Guardar credenciais.
ru: Пароль не сохранён. Введите пароль приложения и нажмите «Сохранить».
zh: 尚未保存密码。请输入应用专用密码并点按“保存凭据”。

source: Enter your email address first
ar: أدخل بريدك الإلكتروني أولاً
de: Zuerst E-Mail-Adresse eingeben
es: Introduce primero tu correo
fr: Saisissez d’abord votre e-mail
it: Inserisci prima la tua email
ja: 先にメールアドレスを入力してください
nl: Vul eerst je e-mailadres in
pt: Introduza primeiro o seu e-mail
ru: Сначала введите email
zh: 请先输入邮箱地址

source: Enter your app password first
ar: أدخل كلمة مرور التطبيق أولاً
de: Zuerst App-Passwort eingeben
es: Introduce primero la contraseña de app
fr: Saisissez d’abord le mot de passe d’app
it: Inserisci prima la password per app
ja: 先にアプリパスワードを入力してください
nl: Vul eerst je app-wachtwoord in
pt: Introduza primeiro a palavra-passe da app
ru: Сначала введите пароль приложения
zh: 请先输入应用专用密码

source: Reconnect when opening the app
ar: إعادة الاتصال عند فتح التطبيق
de: Beim Öffnen erneut verbinden
es: Reconectar al abrir la app
fr: Se reconnecter à l’ouverture
it: Riconnetti all’apertura
ja: 起動時に再接続する
nl: Opnieuw verbinden bij openen
pt: Ligar novamente ao abrir a app
ru: Подключаться при открытии
zh: 打开应用时自动重新连接

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
nl: Verbonden
pt: Ligado
ru: Подключено
zh: 已连接

source: Disconnected
ar: غير متصل
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断
nl: Verbroken
pt: Desligado
ru: Отключено
zh: 已断开

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
nl: Verbreken
pt: Desligar
ru: Отключить
zh: 断开

source: Recent codes
ar: الرموز الأخيرة
de: Aktuelle Codes
es: Códigos recientes
fr: Codes récents
it: Codici recenti
ja: 最近のコード
nl: Recente codes
pt: Códigos recentes
ru: Недавние коды
zh: 最近的验证码

source: Expired
ar: منتهٍ
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
ja: 期限切れ
nl: Verlopen
pt: Expirado
ru: Истёк
zh: 已过期

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pt: Copiar
ru: Копировать
zh: 复制

source: On your clipboard — tap Copy anytime
ar: في الحافظة — اضغط نسخ في أي وقت
de: In der Zwischenablage — jederzeit Kopieren tippen
es: En el portapapeles — toca Copiar cuando quieras
fr: Dans le presse-papiers — appuyez sur Copier à tout moment
it: Negli appunti — tocca Copia quando vuoi
ja: クリップボードにあります — いつでもコピーをタップ
nl: Op je klembord — tik wanneer je wilt op Kopiëren
pt: Na área de transferência — toque em Copiar quando quiser
ru: В буфере — нажмите «Копировать» в любой момент
zh: 已在剪贴板 — 可随时点按复制

source: Tap Copy to put it on the clipboard
ar: اضغط نسخ لوضعه في الحافظة
de: Tippen Sie auf Kopieren für die Zwischenablage
es: Toca Copiar para el portapapeles
fr: Appuyez sur Copier pour le presse-papiers
it: Tocca Copia per metterlo negli appunti
ja: コピーをタップしてクリップボードへ
nl: Tik op Kopiëren om naar het klembord te zetten
pt: Toque em Copiar para a área de transferência
ru: Нажмите «Копировать», чтобы поместить в буфер
zh: 点按复制以放到剪贴板

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 有効
nl: Actief
pt: Ativo
ru: Активен
zh: 有效

source: Active · %@ left
ar: نشط · متبقٍ %@
de: Aktiv · noch %@
es: Activo · quedan %@
fr: Actif · %@ restantes
it: Attivo · %@ rimasti
ja: 有効 · 残り %@
nl: Actief · %@ resterend
pt: Ativo · %@ restantes
ru: Активен · осталось %@
zh: 有效 · 剩余 %@

source: Could not save credentials: %@
ar: تعذّر حفظ بيانات الاعتماد: %@
de: Zugangsdaten konnten nicht gespeichert werden: %@
es: No se pudieron guardar las credenciales: %@
fr: Impossible d’enregistrer les identifiants : %@
it: Impossibile salvare le credenziali: %@
ja: 資格情報を保存できませんでした: %@
nl: Kon gegevens niet opslaan: %@
pt: Não foi possível guardar as credenciais: %@
ru: Не удалось сохранить учётные данные: %@
zh: 无法保存凭据：%@

source: Could not access Application Support.
ar: تعذّر الوصول إلى Application Support.
de: Auf Application Support konnte nicht zugegriffen werden.
es: No se pudo acceder a Application Support.
fr: Impossible d’accéder à Application Support.
it: Impossibile accedere ad Application Support.
ja: Application Support にアクセスできません。
nl: Geen toegang tot Application Support.
pt: Não foi possível aceder ao Application Support.
ru: Нет доступа к Application Support.
zh: 无法访问 Application Support。
